tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/git"
tap "homebrew/cask-fonts"
tap "redpanda-data/tap"
brew "git"
brew "python@3.10"
brew "openssl@3"
brew "poetry"
brew "dotbot"
brew "make"
brew "starship"
brew "postgresql"
brew "redpanda"
brew "node"
brew "duckdb"
brew "act"
brew "black"
brew "pre-commit"
brew "mypy"
brew "flake8"
brew "k9s"
brew "exercism"
cask "git-credential-manager-core"
cask "visual-studio-code"
cask "fig"
cask "font-hack-nerd-font"
cask "raycast"
cask "docker"
cask "dbeaver-community"