tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/git"
tap "homebrew/cask-fonts"
brew "git"
brew "python@3.10"
brew "openssl@3"
brew "poetry"
brew "dotbot"
brew "make"
brew "starship"
brew "postgresql"
cask "git-credential-manager-core"
cask "visual-studio-code"
cask "fig"
cask "font-hack-nerd-font"
cask "raycast"
cask "docker"
cask "google-chrome"
cask "lastpass"
cask "obsidian"
cask "slack"
cask "spotify"
